<div class="banner">
        <div class="banner__inner">
          <div class="banner__row">
            <div class="splide  splide--banner" id="banner">
              <div class="splide__track">
                <ul class="splide__list">
                  <li class="splide__slide">
                    <div class="splide__text">В рейтинг Best Lawyers™ 2022 в&nbsp;России вошли 46 юристов «Пепеляев&nbsp;Групп»</div><a class="splide__link" href="#" aria-label="Читать новость">Читать новость</a>
                  </li>
                  <li class="splide__slide">
                    <div class="splide__text">В рейтинг Best Lawyers™ 2022 в&nbsp;России вошли 46 юристов «Пепеляев&nbsp;Групп»</div><a class="splide__link" href="#" aria-label="Читать новость">Читать новость </a>
                  </li>
                </ul>
              </div>
              <div class="splide__arrows"><button class="splide__arrow splide__arrow--prev"></button><button class="splide__arrow splide__arrow--next"></button></div>
            </div>
<svg class="animate" width="100%" id="esSfkiM3Z5n1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 900.28 601" shape-rendering="geometricPrecision" text-rendering="geometricPrecision"><style><![CDATA[#esSfkiM3Z5n36_to {animation: esSfkiM3Z5n36_to__to 6000ms linear 1 normal forwards}
@keyframes esSfkiM3Z5n36_to__to { 
0% {offset-distance: 0%} 
26.666667% {offset-distance: 0%} 
31.666667% {offset-distance: 10.341602%} 
33.333333% {offset-distance: 13.359487%} 
38.333333% {offset-distance: 25.14588%} 
41.666667% {offset-distance: 32.678264%} 
43.333333% {offset-distance: 37.552948%} 
45% {offset-distance: 41.997249%} 
46.666667% {offset-distance: 46.571935%} 
50% {offset-distance: 57.215391%} 
55% {offset-distance: 64.723117%} 
58.333333% {offset-distance: 72.148033%} 
63.333333% {offset-distance: 82.837148%} 
68.333333% {offset-distance: 100%} 
100% {offset-distance: 100%}
} #esSfkiM3Z5n36_tr {animation: esSfkiM3Z5n36_tr__tr 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n36_tr__tr { 0% {transform: rotate(0deg)} 26.666667% {transform: rotate(0deg)} 33.333333% {transform: rotate(-79.64908deg)} 38.333333% {transform: rotate(-57.640073deg)} 41.666667% {transform: rotate(-37.569635deg)} 45% {transform: rotate(36.212801deg)} 46.666667% {transform: rotate(67.828429deg)} 50% {transform: rotate(145.159699deg)} 53.333333% {transform: rotate(193.021413deg)} 55% {transform: rotate(205.908475deg)} 58.333333% {transform: rotate(268.70535deg)} 63.333333% {transform: rotate(338.379838deg)} 68.333333% {transform: rotate(380.476201deg)} 100% {transform: rotate(380.476201deg)}} #esSfkiM3Z5n36_ts {animation: esSfkiM3Z5n36_ts__ts 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n36_ts__ts { 0% {transform: scale(0,0)} 26.666667% {transform: scale(0,0)} 31.666667% {transform: scale(1,1)} 100% {transform: scale(1,1)}} #esSfkiM3Z5n36 {animation: esSfkiM3Z5n36_c_o 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n36_c_o { 0% {opacity: 1} 68.333333% {opacity: 1} 96.666667% {opacity: 0} 100% {opacity: 0}} #esSfkiM3Z5n44_to {animation: esSfkiM3Z5n44_to__to 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n44_to__to { 0% {transform: translate(1764.523733px,356.050006px)} 8.333333% {transform: translate(1764.523733px,356.050006px)} 21.666667% {transform: translate(1479.391822px,359.850006px)} 100% {transform: translate(1479.391822px,359.850006px)}} #esSfkiM3Z5n45_tr {animation: esSfkiM3Z5n45_tr__tr 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n45_tr__tr { 0% {transform: translate(1441.800001px,383.6px) rotate(-92.293167deg)} 18.333333% {transform: translate(1441.800001px,383.6px) rotate(-92.293167deg)} 26.666667% {transform: translate(1441.800001px,383.6px) rotate(-92.293167deg)} 31.666667% {transform: translate(1441.800001px,383.6px) rotate(24.908718deg)} 36.666667% {transform: translate(1441.800001px,383.6px) rotate(-5.634817deg)} 48.333333% {transform: translate(1441.800001px,383.6px) rotate(-5.634817deg)} 66.666667% {transform: translate(1441.800001px,383.6px) rotate(-96.987686deg)} 100% {transform: translate(1441.800001px,383.6px) rotate(-96.987686deg)}} #esSfkiM3Z5n50_to {animation: esSfkiM3Z5n50_to__to 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n50_to__to { 0% {transform: translate(1529.300049px,456.099991px)} 8.333333% {transform: translate(1529.300049px,456.099991px)} 13.333333% {transform: translate(1427.300049px,456.099991px)} 18.333333% {transform: translate(1526.300049px,456.099991px)} 23.333333% {transform: translate(1426.300049px,456.099991px)} 100% {transform: translate(1426.300049px,456.099991px)}} #esSfkiM3Z5n78_to {animation: esSfkiM3Z5n78_to__to 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n78_to__to { 0% {transform: translate(1425.900024px,455.900009px)} 8.333333% {transform: translate(1425.900024px,455.900009px)} 13.333333% {transform: translate(1527.900024px,455.900009px)} 18.333333% {transform: translate(1426.900024px,455.900009px)} 23.333333% {transform: translate(1530.900024px,455.900009px)} 100% {transform: translate(1530.900024px,455.900009px)}} #esSfkiM3Z5n83_tr {animation: esSfkiM3Z5n83_tr__tr 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n83_tr__tr { 0% {transform: translate(1109.099976px,226.250015px) rotate(0deg)} 36.666667% {transform: translate(1109.099976px,226.250015px) rotate(0deg)} 68.333333% {transform: translate(1109.099976px,226.250015px) rotate(360deg)} 100% {transform: translate(1109.099976px,226.250015px) rotate(360deg)}} #esSfkiM3Z5n83_ts {animation: esSfkiM3Z5n83_ts__ts 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n83_ts__ts { 0% {transform: scale(0,0)} 36.666667% {transform: scale(0,0)} 68.333333% {transform: scale(1,1)} 100% {transform: scale(1,1)}} #esSfkiM3Z5n86_ts {animation: esSfkiM3Z5n86_ts__ts 6000ms linear 1 normal forwards}
@keyframes esSfkiM3Z5n86_ts__ts { 0% {transform: translate(1105.427149px,300.480776px) scale(0,0)} 43.333333% {transform: translate(1105.427149px,300.480776px) scale(0,0)} 68.333333% {transform: translate(1105.427149px,300.480776px) scale(0,0)} 76.666667% {transform: translate(1105.427149px,300.480776px) scale(1,1)} 100% {transform: translate(1105.427149px,300.480776px) scale(1,1)}} 
#esSfkiM3Z5n94_ts {animation: esSfkiM3Z5n94_ts__ts 6000ms linear 1 normal forwards}@keyframes esSfkiM3Z5n94_ts__ts { 0% {transform: translate(364.657465px,324.965534px) scale(0,0)} 43.333333% {transform: translate(364.657465px,324.965534px) scale(0,0)} 68.333333% {transform: translate(364.657465px,324.965534px) scale(0,0)} 76.666667% {transform: translate(364.657465px,324.965534px) scale(1,1)} 100% {transform: translate(364.657465px,324.965534px) scale(1,1)}} #esSfkiM3Z5n101 {animation-name: esSfkiM3Z5n101_c_o, esSfkiM3Z5n101_s_do, esSfkiM3Z5n101_s_da;animation-duration: 6000ms;animation-fill-mode: forwards;animation-timing-function: linear;animation-direction: normal;animation-iteration-count: 1;}@keyframes esSfkiM3Z5n101_c_o { 0% {opacity: 1} 68.333333% {opacity: 1} 83.333333% {opacity: 0} 100% {opacity: 0}}@keyframes esSfkiM3Z5n101_s_do { 0% {stroke-dashoffset: 953.565373} 35% {stroke-dashoffset: 953.565373} 36.666667% {stroke-dashoffset: 903.57} 41.666667% {stroke-dashoffset: 803.57} 50% {stroke-dashoffset: 450.57} 58.333333% {stroke-dashoffset: 290.57} 63.333333% {stroke-dashoffset: 200.57} 66.666667% {stroke-dashoffset: 60.57} 68.333333% {stroke-dashoffset: 0} 100% {stroke-dashoffset: 0}}@keyframes esSfkiM3Z5n101_s_da { 0% {stroke-dasharray: 953.565373} 35% {stroke-dasharray: 953.565373} 100% {stroke-dasharray: 953.565373}}]]>
 #mypath {
  stroke-dasharray: 5;
}

.pathmask {
  stroke-dasharray: 2225;
  stroke-dashoffset: 2225;
animation-name: esSfkiM3Z5n101_c_o, esSfkiM3Z5n101_s_do, esSfkiM3Z5n101_s_da;animation-duration: 6000ms;animation-fill-mode: forwards;animation-timing-function: linear;animation-direction: normal;animation-iteration-count: 1;
}
  
@keyframes dash{ 0% {stroke-dashoffset: 953.565373} 
35% {stroke-dashoffset: 953.565373} 
36.666667% {stroke-dashoffset: 903.57} 
41.666667% {stroke-dashoffset: 803.57} 
50% {stroke-dashoffset: 450.57} 
58.333333% {stroke-dashoffset: 290.57} 
63.333333% {stroke-dashoffset: 200.57} 
66.666667% {stroke-dashoffset: 60.57} 
68.333333% {stroke-dashoffset: 0} 
100% {stroke-dashoffset: 0}}


@media not all and (min-resolution:.001dpcm) { @media {

   #esSfkiM3Z5n36_to, #mypath { 
display:none;

    }
}}

</style>
<style type="text/css">
	.st0{fill:url(#SVGID_1_);}
	.st1{opacity:0.9765;}
	.st2{fill:url(#SVGID_00000084512414507570216050000015634353317481039237_);}
</style>
<g transform="translate(127.43 173.5)">
	
		<linearGradient id="SVGID_1_" gradientUnits="userSpaceOnUse" x1="792.0381" y1="143.6388" x2="55.1871" y2="-152.0207" gradientTransform="matrix(1 0 0 -1 0 254.5833)">
		<stop  offset="0" style="stop-color:#AFABE0"/>
		<stop  offset="0.2481" style="stop-color:#BBA9E0"/>
		<stop  offset="0.6571" style="stop-color:#CAA8E0"/>
		<stop  offset="1" style="stop-color:#CFA7E0"/>
	</linearGradient>
	<path class="st0" d="M732.4,301.4h-3.6V92.1H651v209.3h-0.5V65.9h-96.6v235.5h-1.5V92.1H547h-59.4h-9.1v209.3H477V135.3h-54.5v63.1
		h-10.8l-19.1,35.5h-35.8v3.5h9.1c2.2,0,4.1,0.7,5.7,2.1h3v46.9h3.9v1.3h-1.6v13.7H371v-13.7h-1.6v-1.3h3.9v-15h-2.1v-8h2.1v-3.9
		h-2.1v-8h2.1v-4h-2.1v-6.7l0,0c-1.5-1.5-3.2-2.2-5.3-2.2h-1.6v0.8h2.3v8h-3.5v-6.3h-6.3v59.3h-3v-59.3h-2v-0.7
		c0-0.6,0.2-1.2,0.6-1.8c0.4-0.5,0.8-0.9,1.4-1.1v-2.6h-21.4v65.4h-4.6V195l-19.9-21.6v127.1h-1.6v-33.9h-15.8v34.8h-0.2v-96.3
		h-31.4v81.4h-3.1v-40.3c0-2.4-0.9-4.5-2.6-6.2c-1.1-1.1-2.3-1.8-3.7-2.2v1.2c-0.6-0.2-1.2-0.2-1.8-0.2H247v0.2h-1v2.4h-12.5v-0.7
		c0-0.9,0.3-1.6,0.9-2.3c0.3-0.3,0.6-0.5,1-0.7v-3.9h3.4v3.7h4.6v-3.7h3.5v3.7h0.7c1,0,1.9,0.2,2.8,0.5v-6.2h-48.3v69.6h-1.3v-37.9
		l-0.6,1.2l0.6-2.5v-65h-41.2v65l0.3,1.3h-0.3v37.9h-1.3v-67.2H146v67.2h-0.9V247l-16.9,5.7v48.7h-9.6v-13.8h1.6v-1.3h-3.9V246
		c0-2.4-0.9-4.5-2.6-6.2c-1.1-1.1-2.4-1.8-3.7-2.3c-0.8-0.2-1.6-0.3-2.5-0.3H96.6c-0.5,0-0.9,0.1-1.3,0.3c-0.4,0.2-0.7,0.4-1,0.7
		c-0.6,0.6-1,1.4-1,2.2v0.7h12.5v-2.5h1.6c0.9,0,1.7,0.1,2.5,0.4c1,0.4,2,1,2.8,1.8c1.5,1.5,2.2,3.2,2.2,5.3v40.3H111v1.3h1.6v13.7
		h-4.1v-30.2H89.1v30.2h-1v-47.1H66.3v47.1h-0.9v-30.2H44.8v17.6H27.2v-17.6H12.7v30.2H1.8v1h730.4v-1H732.4z M175.1,287.3h-3.4
		v-8.8h3.4V287.3z M180,225.5h-3.4v-8.8h3.4V225.5z M188,287.3h-3.4v-8.8h3.4V287.3z M194.4,259.8H191V251h3.4V259.8z M208.4,277.7
		H205v-5.2h3.4V277.7z M208.4,246.6H205v-5.2h3.4V246.6z M208.4,238.9H205v-5.2h3.4V238.9z M224.2,277.7h-3.5v-5.2h3.5V277.7z
		 M224.2,262.3h-3.5v-5.2h3.5V262.3z M224.2,254.3h-3.5v-5.2h3.5V254.3z M231.2,246.6h-3.4v-5.2h3.4V246.6z M231.2,238.9h-3.4v-5.2
		h3.4V238.9z M238.9,277.7h-3.4v-5.2h3.4V277.7z M238.9,262.3h-3.4v-5.2h3.4V262.3z M247,277.7h-3.5v-5.2h3.5V277.7z M254.5,286.5
		h-3.9v1.3h1.6v13.5h-1.3v-0.5c0,0.2-0.1,0.4-0.1,0.7h-0.4v-61.9c0.7,0.4,1.3,0.8,1.9,1.4c1.5,1.5,2.2,3.2,2.2,5.3L254.5,286.5
		L254.5,286.5z M258.9,301.4h-0.8v-13.7h0.8V301.4z M269,255.8h-5.2v-3.5h5.2V255.8z M269,240h-5.2v-3.4h5.2V240z M269,233h-5.2
		v-3.5h5.2V233z M269,217.2h-5.2v-3.4h5.2V217.2z M276.8,255.8h-5.2v-3.5h5.2V255.8z M276.8,247.7h-5.2v-3.4h5.2V247.7z M276.8,240
		h-5.2v-3.4h5.2V240z M276.8,233h-5.2v-3.5h5.2V233z M276.8,217.2h-5.2v-3.4h5.2V217.2z M284.4,255.8h-5.2v-3.5h5.2V255.8z
		 M284.4,247.7h-5.2v-3.4h5.2V247.7z M284.4,233h-5.2v-3.5h5.2V233z M284.4,224.9h-5.2v-3.4h5.2V224.9z M366.5,271.5H363v-8h3.5
		V271.5z M366.5,259.6H363v-8h3.5V259.6z M382.3,271.5h-3.4v-8h3.4V271.5z M382.3,259.6h-3.4v-8h3.4V259.6z M382.3,247.6h-3.4v-8
		h3.4V247.6z M437.3,301.4H429v-150h8.3V301.4z M448.6,301.4h-8.3v-150h8.3V301.4z M460,301.4h-8.3v-150h8.3V301.4z M471.3,301.4
		H463v-150h8.3V301.4z M537.1,123.6l0.4-1.4c-0.4,4.6-0.7,9.1-0.7,13.5C536.7,131.7,536.9,127.7,537.1,123.6z M509.5,287h-1.6v14.1
		H502V287h-1.6v-1.3h3.9v-40.3c0-2.1-0.7-3.8-2.2-5.3s-3.3-2.2-5.3-2.2h-1.6v2.5h-12.5v-0.7c0-0.9,0.3-1.6,1-2.2
		c0.3-0.3,0.6-0.5,1-0.7s0.8-0.3,1.3-0.3h10.9c2.4,0,4.5,0.9,6.2,2.6s2.6,3.8,2.6,6.2v40.3h3.9v1.4H509.5z M510.7,215.1h-11.5v-26.7
		h11.5V215.1z M510.7,175.1h-11.5v-26.7h11.5V175.1z M537.6,252.3h-11.5v-26.6h11.5V252.3z M537.6,215.1h-11.5v-26.7h11.5V215.1z
		 M621.1,80.3c0-0.1,0-0.2,0.1-0.2v-0.2h14.1v0.8h-13.4v13.8h11.4v39.1h-11.4v13.3h11.4v26.7h-11.4v13.3h11.4v26.6h-11.4v13h11.4
		v26.7h-11.5v-1.5h-0.7L621.1,80.3L621.1,80.3z M594.3,79.9h14.2v0.8h-13.4v171h-0.8L594.3,79.9L594.3,79.9z M596.1,213.5v-26.6
		h11.5v26.6H596.1z M607.6,226.5v26.7h-11.5v-26.7H607.6z M596.1,173.6v-26.7h11.5v26.7H596.1z M596.1,133.5V94.4h11.5v39.1H596.1z
		 M568.2,79.9h14.2v0.8H569v171h-0.8v-171h-0.1v-0.8H568.2z M569.2,213.5v-26.6h11.5v26.6H569.2z M580.7,226.5v26.7h-11.5v-26.7
		H580.7z M569.2,173.6v-26.7h11.5v26.7H569.2z M569.2,133.5V94.4h11.5v39.1H569.2z M645.9,301.4h-85.5v-1.7h6.6v-4.1h10.3v-33.4
		h15.4v33.4h21v-33.4h15.4v33.4h11.2v4.1h5.6V301.4z M597.6,288.6v-26.7h11.5v26.7H597.6z M557.4,260.4l7.6-5h74.2l7.6,5H557.4z
		 M684.1,186.9h11.5v26.7h-11.5V186.9z M670.5,253.1H659v-26.7h11.5V253.1z M670.5,173.6H659v-26.7h11.5V173.6z M698.2,240.5h-12.5
		V238h-1.6c-2.1,0-3.8,0.7-5.3,2.2s-2.2,3.2-2.2,5.3v40.3h3.9v1.3h-1.6v14.3H673V287h-1.6v-1.3h3.9v-40.3c0-2.4,0.9-4.5,2.6-6.2
		s3.8-2.6,6.2-2.6H695c0.5,0,0.9,0.1,1.3,0.3c0.4,0.2,0.7,0.4,1,0.7c0.6,0.6,1,1.4,1,2.2v0.7H698.2z"/>
	<g>
		<g class="st1">
			
				<linearGradient id="SVGID_00000106846645076345896920000003146606834725848482_" gradientUnits="userSpaceOnUse" x1="742.7332" y1="266.5179" x2="5.8821" y2="-29.1416" gradientTransform="matrix(1 0 0 -1 0 254.5833)">
				<stop  offset="0" style="stop-color:#AFABE0"/>
				<stop  offset="0.2481" style="stop-color:#BBA9E0"/>
				<stop  offset="0.6571" style="stop-color:#CAA8E0"/>
				<stop  offset="1" style="stop-color:#CFA7E0"/>
			</linearGradient>
			<path style="fill:url(#SVGID_00000106846645076345896920000003146606834725848482_);" d="M567.9,40.4v25.1h67.8V40.4H567.9
				 M614,17.7l0.3-0.3c0.4-0.3,0.8-1,1.1-2c0.4-1,0.6-1.9,0.7-2.7h-0.2c-0.6,0-2,0.3-3.9,0.7h-16.2c-1.9,0-3.6,0.4-5.2,1.2
				c-1.1,0.6-2,1.2-2.4,1.8l0.2,1l2.2-0.7c1.1-0.3,2.1-0.5,2.9-0.5h1.6v13.6c0,2.7-0.2,4.6-0.5,5.6c-1.8,1.5-2.9,2.6-3.6,3.3
				l0.6,0.9c1.4,0,2.7-0.2,3.9-0.5c1.4-0.4,2.3-0.8,2.8-1.3c0.6-1.1,0.9-3.9,0.9-8.3V16.3h5.5v19.8c0,1.1,0.4,1.9,1.1,2.6
				c0.8,0.7,1.9,1,3.2,1c2.1,0,3.8-0.5,5.1-1.6l0.3-1.3c-2.9-0.2-4.5-0.7-4.9-1.5v-19h1.6C612.1,16.6,612.9,17.1,614,17.7
				 M629.8,6.3l-0.1-0.2l-1.9,0.8L626,6.6c-0.6-0.1-1.2-0.2-1.8-0.2c-1.3,0-2.3,0.3-3.2,1c-0.8,0.7-1.3,1.5-1.3,2.5
				c0,1.1,0.4,1.9,1.3,2.5c-0.4,0.3-0.7,0.6-1,1c-0.4,0.4-0.6,0.7-0.6,0.9c0,0.5,0.2,1,0.6,1.5c0.4,0.5,0.8,0.8,1.3,1l0,0l-1.6,1.5
				c-0.3,0.3-0.5,0.7-0.5,1c0,0.7,0.4,1.2,1.1,1.6c0.7,0.4,1.7,0.7,2.9,0.7c1.5,0,2.9-0.4,4.1-1.3c1.5-0.9,2.2-2,2.2-3.3
				c0-0.4-0.1-0.8-0.3-1.2l0,0c-0.1-0.1-0.2-0.3-0.3-0.4c-0.4-0.5-0.9-0.7-1.5-0.8c-1.3-0.1-3-0.1-5.1,0c-0.2,0-0.4-0.2-0.7-0.4
				c-0.2-0.2-0.3-0.5-0.3-0.7s0.1-0.5,0.4-0.8c0.6,0.3,1.4,0.5,2.1,0.5c1.3,0,2.3-0.3,3.1-1c0.8-0.6,1.1-1.5,1.1-2.6
				c0-0.8-0.2-1.4-0.7-1.8l0,0l1.5-0.1L629.8,6.3 M624.1,7.2c0.6,0,1,0.3,1.3,1c0.2,0.5,0.3,1,0.3,1.7s-0.1,1.3-0.3,1.7
				c-0.3,0.6-0.7,0.8-1.2,0.8s-0.9-0.3-1.2-0.9c-0.3-0.5-0.4-1.1-0.4-1.7c0-0.7,0.1-1.2,0.3-1.7C623.1,7.5,623.5,7.2,624.1,7.2
				 M622.4,19.8c-0.6-0.4-0.8-0.9-0.8-1.5c0-0.4,0.2-0.8,0.6-1.2c0.3-0.1,0.8-0.2,1.8-0.2l0,0c1.1,0,1.9,0,2.4,0.1
				c0.7,0.2,1.1,0.5,1.1,1.1c0,0.7-0.3,1.2-0.9,1.6c-0.6,0.4-1.3,0.5-2.1,0.5C623.6,20.4,623,20.2,622.4,19.8z"/>
		</g>
	</g>
</g>
<g class="st6" >
	  <path stroke="none" fill="none" stroke-width="2" d="M648.267619,471.3C626.030595,427.585862,548.49113,408.670429,642.961822,316.000012Q654.451658,283.800005,657.96524,263.550006C572.917478,356.006818,551.62,383.299774,493.52,391.679919C443.37,404.900006,398.12,406.800006,358.47,400.57082C324.78234,398.014889,297.474521,383.419965,276.520081,370.414817C249.379395,354.824289,236.153419,333.920675,227.323646,309.160675C219.799747,285.155685,215.886101,257.646392,223.675867,227.568178C242.675867,172.668178,291.5034,128.406385,372.048179,124.405306C413.295852,128.737349,465.578035,160.181072,471.862108,203.644716C501.452126,274.661862,478.715802,310.207415,465.696848,331.701293C434.164278,382.409499,403.320256,411.722829,299.399143,397.62169C221.92035,373.984658,147.22,349.288246,71.544386,202.933393" id="theMotionPath" />
	
	<g id="esSfkiM3Z5n36_to" style="offset-path:path('M648.267619,471.3C626.030595,427.585862,548.49113,408.670429,642.961822,316.000012Q654.451658,283.800005,657.96524,263.550006C572.917478,356.006818,551.62,383.299774,493.52,391.679919C443.37,404.900006,398.12,406.800006,358.47,400.57082C324.78234,398.014889,297.474521,383.419965,276.520081,370.414817C249.379395,354.824289,236.153419,333.920675,227.323646,309.160675C219.799747,285.155685,215.886101,257.646392,223.675867,227.568178C242.675867,172.668178,291.5034,128.406385,372.048179,124.405306C413.295852,128.737349,465.578035,160.181072,471.862108,203.644716C501.452126,274.661862,478.715802,310.207415,465.696848,331.701293C434.164278,382.409499,403.320256,411.722829,299.399143,397.62169C221.92035,373.984658,147.22,349.288246,71.544386,202.933393');offset-rotate:0deg"><g id="esSfkiM3Z5n36_tr" transform="rotate(0)"><g id="esSfkiM3Z5n36_ts" transform="scale(0,0)"><g id="esSfkiM3Z5n36" transform="translate(-825.524863,-210.272373)"><path d="M788,182.1c.7,1.7,1.5,3.4,2.2,5.1c2.6,5.7,5.1,11.4,7.7,17.1c1.6,3.6,3.3,7.2,4.9,10.8c2.3,5,4.5,10,6.7,15l4.6,10.2c2.3,5.1,4.6,10.2,6.9,15.2l.6,1.2l4.8-6.3c3.3-4.4,6.5-8.9,9.8-13.3.5-.9,1.1-1.7,1.9-2.4c0-.1,0-.2.1-.4l6.4-8.7c0-.4-.3-.6-.6-.8l-9.9-7.7c-4.9-3.8-9.8-7.7-14.8-11.5l-12.6-9.7-17.5-13.4-.2-.2c-.1,0-.1-.1-.2-.2c0-.1-.1-.2,0-.2h-.4c0,.1-.1.1-.2.2h-.2Z" fill="#fff" stroke="#272c3e" stroke-miterlimit="10"/><path d="M859.1,220.3l14.3-5.5l12.5-4.7c-1.2-.4-2.1-.7-3-1l-12-3.5-13.9-4-11.5-3.4-14-4.1c-4.2-1.2-8.4-2.5-12.5-3.7l-19.1-5.6c-3.6-1-7.2-2.1-10.8-3.2-.2,0-.3,0-.5-.1l.2.3l12,6.5l8.3,4.5l26.8,14.8l16,8.8Z" fill="#fff" stroke="#272c3e" stroke-miterlimit="10"/><path d="M859.1,221.3l-7.2-4-16-8.8-10.6-5.7-16.2-8.9-8.3-4.5-12-6.5v.2c0,.1.1.1.2.2l.2.2l17.3,13.4l12.6,9.7c4.9,3.8,9.8,7.7,14.8,11.5l9.9,7.7c.3.2.6.4.6.8.2.1.2.3.2.5.4,2.8.9,5.7,1.4,8.5.5,3.3,1,6.5,1.5,9.8c1.7-3.2,3.1-6.6,4.7-9.8l1.5-3.3c1.8-3.6,3.6-7.3,5.4-11Z" fill="#fff" stroke="#272c3e" stroke-miterlimit="10"/></g></g></g>

	</g>
	<g transform="translate(-757.43 3.5)"><g id="esSfkiM3Z5n44_to" transform="translate(1764.523733,356.050006)"><g transform="translate(-1485.049988,-359.75)"><g id="esSfkiM3Z5n45_tr" transform="translate(1441.800001,383.6) rotate(-92.293167)"><g transform="translate(-1441.8,-383.6)"><path d="M1381.8,343.7l-13-8.1-2.7,6.7l12.4,7.8" fill="#fff"/><path d="M1382.6,343.8L1370,336l-2.6,6.4l12.1,7.5" fill="none" stroke="#272c3e" stroke-width="0.6" stroke-miterlimit="10"/><path d="M1441.8,379.1l-60.2-37.3-3.8,7.5l52.8,32.6" fill="#272c3e"/><path d="M1441.8,379.1l-60.2-37.3-3.8,7.5l52.8,32.6" fill="none" stroke="#272c3e" stroke-width="1.21" stroke-miterlimit="10"/></g></g><g id="esSfkiM3Z5n50_to" transform="translate(1529.300049,456.099991)"><g transform="translate(-1529.300049,-456.099991)"><path d="M1513.8,473.9h14.7l9.8-3.3v3.3h6.5v-35.6h-10.4l3.1,24.2Z" fill="#272c3e"/><path d="M1513.8,473.9h14.7l9.8-3.3v3.3h6.5v-35.6h-10.4l3.1,24.2Z" fill="none" stroke="#272c3e" stroke-width="2.57" stroke-miterlimit="10"/></g></g><path d="M1475.2,438.9v-66.1" fill="none" stroke="#272c3e" stroke-width="1.28" stroke-miterlimit="10"/><path d="M1557.1,406.1l-9.2,6.7-3.8-5l9-6.5" fill="#fff"/><path d="M1557.1,406.1l-9.2,6.7-3.8-5l9-6.5" fill="none" stroke="#272c3e" stroke-width="0.6" stroke-miterlimit="10"/><path d="M1580,380.2h-32.5v-7.8h56.5l-46.5,34.1-4.7-6.3Z" fill="#272c3e"/><path d="M1580,380.2h-32.5v-7.8h56.5l-46.5,34.1-4.7-6.3Z" fill="none" stroke="#272c3e" stroke-width="1.21" stroke-miterlimit="10"/><path d="M1431.4,368.4l-1.8,66.5l116.8,3.1l1.8-66.5" fill="#fff"/><path d="M1431.4,368.4l-1.8,66.5l116.8,3.1l1.8-66.5" fill="none" stroke="#272c3e" stroke-width="1.21" stroke-miterlimit="10"/><path d="M1430.3,389.7l-2.2,49.3l118.7-.5l1.3-45.7-28.7-8.9-44.6,26.2-24.9-28.6Z" fill="#272c3e"/><path d="M1430.9,371.5h116.4v-125.5h-87.3Z" fill="#fff"/><path d="M1430.9,371.5h116.4v-125.5h-87.3Z" fill="none" stroke="#272c3e" stroke-width="1.21" stroke-miterlimit="10"/><path d="M1496.2,245.6l-20.7,90.3h41v36" fill="none" stroke="#272c3e" stroke-width="0.6" stroke-miterlimit="10"/><path d="M1535.6,346.8c0,0-18.9,4.8-18.9,4.8m-70.1-68.5h12.5Zm104.2,5.5l-28.9,10.8Zm-72.9-.7l25.8,7.8Zm-9.1-11.1c1.7,0,3.4.6,4.9,1.6c1.4,1,2.5,2.4,3.2,4s.8,3.4.4,5.1-1.2,3.3-2.5,4.5-2.8,2-4.6,2.4c-1.7.3-3.5.1-5.1-.5-1.6-.7-3-1.8-3.9-3.3-1-1.5-1.5-3.2-1.5-4.9c0-1.2.3-2.3.7-3.4.5-1.1,1.1-2.1,2-2.9s1.8-1.5,2.9-1.9s2.3-.8,3.5-.7Zm44,13.1c1.7,0,3.4.6,4.9,1.6c1.4,1,2.5,2.4,3.2,4c.6,1.6.8,3.4.4,5.1s-1.2,3.3-2.5,4.5c-1.2,1.2-2.8,2-4.5,2.4-1.7.3-3.5.1-5.1-.5-1.6-.7-3-1.8-3.9-3.3-1-1.4-1.5-3.2-1.5-4.9c0-1.2.3-2.3.7-3.4.5-1.1,1.1-2.1,2-2.9.8-.8,1.9-1.5,3-1.9c1-.6,2.2-.8,3.3-.7Z" fill="none" stroke="#272c3e" stroke-width="1.21" stroke-miterlimit="10"/><path d="M1536.2,264.3l-35,12.7l2.4,5.5l33.7-15.7Z" fill="#272c3e"/><path d="M1454.6,264.3l35.1,10.5l1.5-5.8-35.9-7.3Z" transform="matrix(.985589 0.16916-.16916 0.985589 66.603812-245.290164)" fill="#272c3e"/><path d="M1429.8,390.4l45.8-19.2l72.8,21.9" fill="none" stroke="#272c3e" stroke-width="1.28" stroke-miterlimit="10"/><path d="M1481.1,374.3c0,1.1-.4,2.2-1,3-.6.9-1.5,1.6-2.5,2s-2.1.5-3.2.3-2-.8-2.8-1.6-1.3-1.8-1.5-2.9-.1-2.2.4-3.2c.4-1,1.2-1.8,2.1-2.4s2-.9,3.1-.8c1.5,0,2.8.6,3.8,1.7s1.6,2.5,1.6,3.9Z" fill="#fff"/><path d="M1480.9,374.3c0,1.1-.3,2.1-1,3-.6.9-1.5,1.6-2.5,1.9-1,.4-2.1.5-3.1.2-1-.2-2-.8-2.7-1.5-.7-.8-1.2-1.7-1.4-2.8s-.1-2.1.4-3.1c.4-1,1.1-1.8,2.1-2.4.9-.6,2-.9,3-.8c1.4,0,2.8.6,3.8,1.6s1.4,2.5,1.4,3.9Z" fill="none" stroke="#272c3e" stroke-width="0.62" stroke-miterlimit="10"/><path d="M1472.3,378.4l-17.3,4.3.5-17.9l17,5.2" fill="#fff"/><path d="M1472.3,378.2l-17,4.1.5-17.3l16.7,5" fill="none" stroke="#272c3e" stroke-width="1.23" stroke-miterlimit="10"/><path d="M1479.6,370l17.3-4.3-.5,17.9-17-5.2" fill="#fff"/><path d="M1479.6,370.2l17-4.1-.5,17.3-16.7-5" fill="none" stroke="#272c3e" stroke-width="1.23" stroke-miterlimit="10"/><path d="M1481.1,374.3c0,1.1-.4,2.2-1,3-.6.9-1.5,1.6-2.5,2s-2.1.5-3.2.3-2-.8-2.8-1.6-1.3-1.8-1.5-2.9-.1-2.2.4-3.2c.4-1,1.2-1.8,2.1-2.4s2-.9,3.1-.8c1.5,0,2.8.6,3.8,1.7s1.6,2.5,1.6,3.9Z" fill="#fff"/><path d="M1480.8,374.3c0,1-.3,2.1-.9,2.9s-1.4,1.5-2.4,1.9-2,.5-3.1.2-2-.7-2.7-1.5-1.2-1.7-1.4-2.7-.1-2.1.4-3s1.1-1.8,2-2.3c.9-.6,1.9-.8,3-.8.7,0,1.4.2,2,.4.6.3,1.2.7,1.7,1.2s.9,1.1,1.1,1.7c.2.7.3,1.4.3,2Z" fill="none" stroke="#272c3e" stroke-width="1.23" stroke-miterlimit="10"/><path d="M1472.4,378.3l-17,4.1.5-17.3l16.7,5" fill="none" stroke="#272c3e" stroke-width="1.23" stroke-miterlimit="10"/><path d="M1479.7,370.3l17-4.1-.5,17.3-16.7-5" fill="none" stroke="#272c3e" stroke-width="1.23" stroke-miterlimit="10"/><g id="esSfkiM3Z5n78_to" transform="translate(1425.900024,455.900009)"><g transform="translate(-1425.900024,-455.900009)"><path d="M1410.4,473.7h14.7l9.8-3.3v3.3h6.5v-35.6h-10.4l3,24.2Z" fill="#272c3e"/><path d="M1410.4,473.7h14.7l9.8-3.3v3.3h6.5v-35.6h-10.4l3,24.2Z" fill="none" stroke="#272c3e" stroke-width="2.57" stroke-miterlimit="10"/></g></g></g></g><line x1="1921.3" y1="474" x2="1370.3" y2="476" fill="none" stroke="#272c3e"/></g><g transform="translate(-757.43 3.5)"><g id="esSfkiM3Z5n83_tr" transform="translate(1109.099976,226.250015) rotate(0)"><g id="esSfkiM3Z5n83_ts" transform="scale(0,0)"><g transform="translate(-1109.099976,-226.250015)"><path d="M1028.3,269.9l42.5-56.3c2.2-2.9,3.9-5.8,5.1-8.9s1.8-5.9,1.8-8.6v-.2c0-4.1-1.3-7.3-3.8-9.6s-6.1-3.4-10.7-3.4c-4.5,0-8,1.4-10.8,4.1-2.7,2.7-4.4,6.6-4.9,11.6v.1h-20.8v-.1c.8-7.4,2.8-13.7,5.9-18.9s7.3-9.2,12.5-12s11.2-4.1,17.9-4.1c7.5,0,13.9,1.3,19.2,3.8s9.3,6.2,12.1,10.9c2.8,4.8,4.2,10.6,4.2,17.3v.1c0,5-.9,10-2.8,15.1s-4.5,9.9-7.8,14.3l-33,43.3h52.3l-8.1,19.4h-71v-17.9Z" fill="#fff"/><path d="M1128.8,279.9c-6.1-6.1-9.2-14.7-9.2-25.7v-55.9c0-11,3.1-19.6,9.2-25.7s15-9.2,26.7-9.2s20.6,3,26.8,9.1c6.1,6.1,9.2,14.7,9.2,25.8v55.9c0,11-3.1,19.6-9.2,25.7s-15,9.2-26.7,9.2c-11.8,0-20.7-3.1-26.8-9.2Zm38.7-14.9c2.5-3.2,3.8-7.8,3.8-13.7v-50c0-6-1.3-10.6-3.8-13.7-2.5-3.2-6.5-4.8-11.9-4.8s-9.4,1.6-11.9,4.8-3.8,7.8-3.8,13.7v50c0,6,1.3,10.6,3.8,13.7c2.5,3.2,6.5,4.8,11.9,4.8c5.4-.1,9.3-1.7,11.9-4.8Z" fill="#fff"/></g></g></g><g id="esSfkiM3Z5n86_ts" transform="translate(1105.427149,281.480776) scale(0,0)"><g transform="translate(-1103.404742,-364.062683)"><g transform="translate(-3.332064 81.635547)"><path d="M1091.5,324.9l-1.8,5.2c-5.1,3.5-8.7,5.3-11,5.3-1.5,0-2.6-.5-3.5-1.5s-1.4-2.3-1.6-4.1c0-2.3.6-4.9,2-7.8c1.1-2.3,2-4.4,2.9-6.2l1.8-3.6c.1-.2.2-.6.4-.9.2-.4.3-.7.4-.9l-.5-.3c-.1.3-.3.5-.5.8-.2.2-.5.5-.8.9-.7.7-1.4,1.4-2,2.3l-1.2,1.5c-.4.5-.9,1.1-1.6,1.8-10.1,12.3-17.9,18.4-23.4,18.2-1.3,0-2.6-.4-4.1-1.3s-2.3-2.5-2.3-4.9c0-1.8.5-3.8,1.5-6.1s1.9-3.2,2.8-2.7l4.2,2.3c.4.2.7.6.8.9.1.1.1.3,0,.5-.1.5-.4,1.2-.9,1.9-.3.4-.5.9-.5,1.5.1.9.7,1.4,1.8,1.4c1.9,0,4.8-1.8,8.5-5.4s7.7-8.1,12-13.6s8.2-10.8,11.6-15.8c3.4-5.1,5.7-8.8,6.8-11.2l6.9,3.6-3,6c-.5,1-1,2-1.6,3-2.8,5.3-4.9,9.3-6.1,12-3.4,6.8-5.6,11.6-6.7,14.4s-1.6,4.7-1.5,5.5c0,1,.6,1.5,1.8,1.5c1,0,2.4-.5,4-1.4c1.6-1,3.1-1.9,4.4-2.8Z" fill="#fff"/><path d="M1091.2,325.2l1.8-1.1c.9-2.5,2.1-4.9,3.8-7.1s3.6-4.2,6-6c2.3-1.8,4.6-3.2,6.8-4.1s4.3-1.3,6.2-1.3c1.8,0,3.3.5,4.3,1.3c1,.9,1.6,2.1,1.7,3.5.1,2.7-1.5,5.4-4.8,8.1s-9,5.2-17.2,7.4c-.3,1.1,0,2.1.8,2.8.8.8,2,1.1,3.6,1.1c1.8,0,4-.6,6.6-1.6s4.7-2.1,6.5-3.2l-1.6,5c-1.9,1.2-4.4,2.3-7.3,3.2s-5.6,1.4-8,1.4c-2.1-.1-4-.8-5.5-2-1.5-1.3-2.3-2.7-2.3-4.4l-3,1.8Zm10-3.8c3.5-1,6.6-2.4,9.4-4.4c2.7-2,4.1-3.7,4.1-5.1c0-.9-.5-1.3-1.4-1.3-1.7-.2-3.8.9-6.4,3.3-2.6,2.3-4.5,4.9-5.7,7.5Z" fill="#fff"/><path d="M1130.3,304.7l5.3,2.7-6.1,11.3.7.4c1.1-1,2.1-1.9,3.2-2.9s1.7-1.6,1.9-1.8c2.4-2.3,4.3-3.9,5.5-4.7c1.6-1.1,3.1-1.7,4.5-1.8c1.1,0,2,.3,2.7.9s1,1.4,1,2.4c.1.7-.1,1.6-.7,2.6-.2.6-1,1.7-2.3,3.4-.5.8-1,1.5-1.5,2.1-.1.2-.2.3-.3.4s-.2.3-.4.5l.7.4c4.1-4,7.1-6.6,9.1-7.7s3.4-1.5,4.2-1.4c2,.1,3,1.1,3.1,3c0,1.5-1,3.9-3.1,7.2-.2.3-.6.8-1,1.5s-.8,1.3-1.2,1.9c-.8,1.4-1.2,2.2-1.2,2.5c0,.5.2.7.7.7.1,0,.3,0,.6-.1c1.1-.3,2.6-.9,4.5-1.8.7-.3,1.3-.6,1.9-.8s1.3-.6,2.2-.9l-1.6,5.2c-.9.5-2.3,1.2-4,2-1.7.9-3.2,1.7-4.4,2.2-1.7.6-3,.9-4,.9-1.3,0-2.3-.4-2.9-1.3s-.8-2-.5-3.5c.5-1.4,1.7-3.7,3.6-6.8.2-.3.4-.6.6-.8s.4-.5.5-.7c.4-.9.6-1.5.5-1.7c0-.4-.2-.7-.5-.7-1.1-.1-3.4,1.6-6.9,5.1s-6.4,7-8.8,10.4l-5.5-1.5l8.2-15.7c.3-.7.2-1.1-.1-1.2-.3,0-.9.4-1.9,1.3-.9.7-2,1.6-3.1,2.8-2.2,2.1-3.8,3.7-4.7,4.7-1.6,1.7-3.1,3.6-4.5,5.6-1.5,2-2.4,3.4-2.8,4.1l-5.6-1.5Zm8.7-1.2c9.8-5.9,20.1-9.1,30.9-9.5l-3.1,6.9c-1.3-.3-3.1-.5-5.3-.5-6.5.1-13.2,2.3-20,6.5Z" fill="#fff"/></g></g></g></g><path id="mypath" mask="url(#mymask)" d="M724.2,154c-34.076,51.721-89.303,53.8-157.1,53.8h-9c-49.4,0-89.4-40-89.4-89.4s40-89.4,89.4-89.4s89.4,40,89.4,89.4-40,89.4-89.4,89.4h-1.9c-79.1,0-140.82-45.595-169.22-99.995" transform="matrix(1.508419 0 0 1.580933-488.292512 72.052943)" fill="none" stroke="#fff" stroke-width="1.0304" stroke-miterlimit="10" stroke-dasharray="2.0607,4.1214"/>
    <mask id="mymask">
      <path class="pathmask" fill="none" stroke="#fff" stroke-width="2"
            d="M724.2,154c-34.076,51.721-89.303,53.8-157.1,53.8h-9c-49.4,0-89.4-40-89.4-89.4s40-89.4,89.4-89.4s89.4,40,89.4,89.4-40,89.4-89.4,89.4h-1.9c-79.1,0-140.82-45.595-169.22-99.995"/>
    </mask><path style="display:none" id="esSfkiM3Z5n101" d="M724.2,154c-34.076,51.721-89.303,53.8-157.1,53.8h-9c-49.4,0-89.4-40-89.4-89.4s40-89.4,89.4-89.4s89.4,40,89.4,89.4-40,89.4-89.4,89.4h-1.9c-79.1,0-140.82-45.595-169.22-99.995" transform="matrix(1.508419 0 0 1.580933-488.292512 72.052943)" fill="none" stroke="#fff" stroke-width="1.0304" stroke-miterlimit="10" stroke-dashoffset="953.565373" stroke-dasharray="953.565373"/></svg>
    </div>
      </div>
</div>