<?php
/*
Template Name: Страница о компании
*/ 
get_header(); ?>
<main id="content" role="main">
    <div class="container">
    <div class="row">
            <div class="col-md-12">
              <?php the_breadcrumb(); ?>
            </div>
          </div>
    </div>
    <section>
        <div class="container">
            <div class="row">
                <div class="col-md-6">
                <h3>Знакомство с компанией</h3>
                <p><b>«Пепеляев Групп» </b>– ведущая российская юридическая компания, предоставляющая полный спектр правовых услуг во всех регионах России, странах СНГ и за рубежом. Более 160 юристов в Москве, Санкт-Петербурге, Красноярске, Южно-Сахалинске, Владивостоке, Пекине и Шанхае обеспечивают правовую поддержку более чем 1500 компаний, занятых в разных отраслях экономики.</p>
                <p>«Пепеляев Групп» - лидер по предоставлению комплексных юридических услуг в России. Высокий уровень профессионализма команды «Пепеляев Групп» ежегодно подтверждается лидирующими позициями по оценкам ведущих независимых международных рейтингов Chambers and Partners, The Legal 500, IFLR 1000, World Tax and TP, «Право.ru – 300», и др. в категориях налоговое право, корпоративное право, антимонопольное право, разрешение споров, трудовое и миграционное право, защита интеллектуальной собственности и товарных знаков, недвижимость и строительство, банкротство и антикризисная защита бизнеса и др. Подробнее можно узнать по ссылке...</p>
                <p>«Пепеляев Групп» представлена двумя юридическими лицами – обществом с ограниченной ответственностью и адвокатским бюро г. Москвы, взаимоотношения которых строятся на основе генерального соглашения об оказании юридической помощи.</p>
                <p>Наша Компания является членом международных объединений юридических фирм TerraLex и Taxand.</p>
                </div>
                <div class="col-md-2"> </div>
                <div class="col-md-4">
                   <h3 class="spetial_practicle__title">В компании действуют специализированные практики:</h3>
                <div class="spetial_practicle">Korean Desk - по оказанию юридических услуг корейским компаниям в России и российским инвесторам, ведущим бизнес в Корее;</div>

                <div class="spetial_practicle">Chinese Desk с офисами в Пекине и Шанхае - по оказанию юридических услуг китайским компаниям в России и российским инвесторам, ведущим бизнес в Китае.</div>
               
                </div>
            </div>
        </div>
    </section>
</main>
<?php get_footer(); ?>